{
    "id": "the-lighter",
    "title": "The Lighter",
    "year": "2015",
    "synopsis": "<p>The Lighter explores the notion of fate. Is our path pre-ordained or do we have a choice in the directions we take?</p><p>The Lighter, voiced by Joanna Lumley, is the story of a lighter that is dropped in and out of the lives of a variety of characters, amongst being; a homeless man, a French Chef, an arsonist, to a Hit man suffering from toothache. Each owner of the lighter find themselves in a moral dilemma and depending on the choice each owner makes; their fate is either inflicted or bestowed upon them.</p><p>Each time the lighter changes hands, the genre of film style changes. There are seven stories exploring seven genres, ranging from a romantic comedy to a film noir. All of them connected by the lighter. As life is not one simple character arc and more a collection of moments, we explore this, by finding our lead character witnessing life changing moments for the characters involved in the film.</p>",
    "treatment": "<p>The Lighter is the greatest genre film ever conceived as it is all of them in one film. An idea never seen before in a feature film. The reason behind the genres is that; since everyone views and experiences the world differently, we feel the visual style of genre’s will aid this notion, making it a fresh concept not seen before, with mass appeal for a large audience.</p><p>The genre’s explored in the feature are: Romantic Comedy, Silent Film, Action Thriller, Film Noir, Western, Animation &amp; World Cinema.</p><p>Due to the nature of the genres, we feel each story should be shot on a different format, to solidify the look of each genre. This allows us to film on 35mm, 16mm and various digital mediums. This will not only keep the cost down but allow for a visual feast.</p><p>Unlike previous episodic films such as; ‘Coffee &amp; Cigarettes, Paris J’taime, Short Cuts etc’ every story connects to one another and the lighter itself is the connection.&nbsp; ‘The lighter’ is much closer to films like ‘Pulp Fiction, Donnie Darko, Sliding Doors, Love Actually or Magnolia’. Where all the story lines are interwoven, giving an overall arc to the film. </p><p>Being a lighter, it is only privy to chapters of people’s lives, before inevitably being lost, discarded or stolen. Many characters cross over into two or more stories, making the genre change fluid and maintaining a strong character through line.</p><p>We want our audience leaving the cinema feeling they have been on a real journey, both thematically and visually. By the nature of the genres there is something for everyone in this film, which lends itself to repeat viewings. Although the film fluctuates between light and dark themes, it does not end on a downer. We want our audience left with a sense of hope and new beginnings. In these tough times, entertaining stories that allow escapism are what audiences are flocking to see.</p>",
    "cast": [],
    "crew": [],
    "sections": ["Synopsis", "Treatment"]
}