{
    "id": "brian-clemens",
    "name": "Brian Clemens OBE",
    "biography": "<p>Brian is a British screenwriter and television producer, possibly best known for his work on <span>The Avengers</span> and <span>The Professionals</span>. Clemens is related to Mark Twain (Samuel Langhorne Clemens), a fact reflected in the naming of his two sons, Samuel Joshua Twain Clemens and George Barnaby Langhorne Clemens.</p><p>Following National Service in the British Army at Aldershot, where he was a weapons training instructor in the Royal Army Ordnance Corps, Brian Clemens wanted to be a journalist but decided he didn't have any qualifications. He was offered a job with a private detective agency, but this involved taking a training course in the Northern English city of Leeds and, as he had been away from home in London for two years, he decided he didn't want to go away again. Instead, he worked his way up from messenger boy at the J. Walter Thompson advertising agency. While he was a copywriter there, he had a thriller screenplay accepted and shot by BBC TV - <span>Valid for Single Journey Only</span> (1955). This brought him to the attention of independent, low-budget movie producers the Danziger brothers.</p><p>From the mid-1950s onwards, he was a staff writer for the Danzigers, churning out dozens of quickie scripts for assembly-line 'B' movies and half-hour television series such as <span>Mark Saber</span> (ITV, 1957–1959; aka <span>Saber of London</span>), <span>White Hunter</span> (ITV, 1958–1960), <span>Man From Interpol</span> (ITV, 1960–1961), and <span>Richard The Lionheart</span> (ITV, 1961–1965).[4]</p><p>However, he also wrote for ITC Entertainment's thriller series <span>The Invisible Man</span> (ITV, 1958–1959), <span>Sir Francis Drake</span> (ITV, 1961–1962), and <span>Danger Man</span> (ITV, 1960–1961; 1964–1967; aka <span>Secret Agent</span>), for which he had also written the pilot. His output was so prolific during the late 50s and throughout the 1960s that he frequently used the pseudonym 'Tony O'Grady.'</p><p>Brian wrote the original pilot episode for <span>The Avengers</span> in 1961 and was the script editor, associate producer and main scriptwriter for <span>The Avengers</span> series (ITV, 1961–1969) and, according to the British Film Institute's profile of him, 'brought this spirit of burlesque to his other series - most notably with <span>Adam Adamant Lives!</span> (BBC, 1966-1967), but also with <span>The Baron</span> (ITV, 1966-1967), <span>The Persuaders!</span> (ITV, 1971-1972), <span>The Protectors</span> (ITV, 1972-1974), and <span>The Adventurer</span> (ITV, 1972-1974) - resoundingly poking fun both at the genre they were imitating and the sources of their inspiration.'</p><p>It was he who cast Diana Rigg to replace original star Honor Blackman in <span>The Avengers</span>. He was later quoted as saying: 'I didn't do Diana a very good service. It made her an international star but I think I could have done more for her as far as the script was concerned. She was rather a stooge to Patrick Macnee's Steed.' He did not choose Linda Thorson to replace Rigg.</p><p>In 1972, he created and produced but did not script a BBC TV sitcom <span>My Wife Next Door</span> which won a BAFTA Award. That same year he had his first credit on an American production with the TV movie <span>The Woman Hunter</span>, scripted by Clemens and fellow ITC veteran Tony Williamson from the former's story.</p><p>He followed this with a twist-in-the-tail anthology series <span>Thriller</span> (ITV 1973-1976; aka <span>Menace</span>), for which he wrote all the stories as well as 38 of the scripts.</p><p>Then his company The Avengers (Film and TV) Enterprises Ltd created as a French/Canadian/British co-production <span>The New Avengers</span> (ITV 1976-1977). The series cost £125,000 an episode to produce and was not a critical success, but sold to 120 countries. To cast the central female role of Purdey, Clemens considered 'about 700 girls', interviewed 200, read scripts with 40 and screen-tested 15 before choosing Joanna Lumley.</p><p>His company Avengers Mark One Productions went on to produce <span>The Professionals</span> (ITV, 1977–1983).</p><p>In the early 1980s, he was twice asked to produce a US version of his most successful series - <span>The Avengers U.S.A.</span> for producer Quinn Martin and <span>The Avengers International</span> for Taft Entertainment but neither version materialised. However, he did write episodes for the US TV series <span>Darkroom</span> (ABC-TV, 1981–1982), <span>Remington Steele</span> (NBC, 1982–1987), and <span>Max Monroe: Loose Cannon</span> (CBS, 1990).</p><p>Back in the UK, he worked on the BBC TV's <span>Bergerac</span> (1981–1991), the anthologies <span>Hammer House of Mystery and Suspense</span> (ITV, 1984–1986) and <span>Worlds Beyond</span> (ITV, 1984–1989), and adapted Gavin Lyall's espionage thriller <span>The Secret Servant</span> as a 3-part drama for BBC TV (1984).</p><p>He then, in the US again, worked on the <span>Father Dowling Mysteries</span> (NBC, 1989; ABC-TV, 1990–1991), as executive script consultant for the feature-length revival series of Raymond Burr's <span>Perry Mason</span> (CBS, 1985–1995) for which he also wrote three teleplays. He also wrote for the Dick Van Dyke mystery series <span>Diagnosis: Murder</span> (CBS, 1992–2001), the <span>Bugs</span> TV series in the UK (BBC, 1995–1999), CI5: The New Professionals in the UK (SKY, 1999) and <span>Highlander: The Series</span> in the US.</p><p>On top of his illustrious career in television Brian has also had a long and successful career in film. In 1971 he wrote and produced for Hammer films <span>Dr. Jekyll and Sister Hyde</span> and, in 1974, wrote and directed <span>Captain Kronos, Vampire Hunter</span>. He also wrote the screenplays and/or stories for the feature films <span>Operation Murder</span> (1957), <span>The Tell-Tale Heart</span> (1960), <span>Station Six Sahara</span> (1963), <span>The Peking Medallion</span> (1967), <span>And Soon the Darkness</span> (1970), <span>See No Evil</span> (1971), <span>The Golden Voyage of Sinbad</span> (1974), <span>The Watcher in the Woods</span> (1980), and <span>Highlander II: The Quickening</span> (1991).</p><p>In 2010 Brian was appointed as an <span>Officer of the Order of the British Empire</span> (OBE) in recognition of his contribution to British television and film. Currently Brian is working with Lionsgate films as Executive Producer on <span>The Professionals</span> movie which is set to be released in 2012.</p><p>To find out more about Brian’s career please visit his <a title='http://www.imdb.com/name/nm0166018/' href='http://www.imdb.com/name/nm0166018/'>IMDB</a> page which details everything he has worked on.</p>"
}