{
    "id": "the-still",
    "title": "The Still",
    "year": "2015",
    "treatment": "<p>Six friends are on a stag do. The destination? Somerset Meadows, an empty mansion, miles from civilisation, and it’s all theirs for the weekend.</p><p>What they don’t know is, that they are not alone.</p><p>Somerset Meadows holds a dark secret. Formerly Grantham Manor, an asylum for the clinically insane, it was home to a Dr. Hektor Mason. A pioneer in psycho-surgery and brutal experimental treatments, he was to be feared by his patients to the point of inducing catatonia. His methods rubbished by his medical peers, and finally declared insane, he was himself incarcerated to Grantham Manor. He proceeded to murder every patient in the hospital.</p><p>Now a hundred years on, and renovated as a private residence, Somerset Meadows is haunted by the deceased patients as still figures, (The Still) who only move when no-one is watching them. The Doctor’s work is far from over, and he will re-enact his brutal treatments on all who stay at Somerset house.</p><p>This film is a visual horror story, which is fresh and modern. The heart of the film is the characters, which we actually care about and like. Good decisions are made, and for once, they are able to keep their heads enough to think straight in a truly perilous situation.</p><p>It is not the shocks that make this scary, or the cheap camera tricks. It is a manic stillness that consumes this environment, a stillness that must be stared at lest it come ever closer. It pricks at universal fears - madness, the haunted house, loneliness and isolation. Much like ‘The Shining’, it is the place which is haunted, and one only has to be sensitive to the spiritual world to be sucked up in it’s evil. It seems to have trapped it’s victims and the only way out is death.</p>",
    "synopsis": "<p>FACT: In 1808, the County Asylums Act gave permissive powers to the Justices of each county to build asylums, away from general hospitals. Large remote buildings were sought to house a growing and deeply misunderstood need.</p><p>FACT: In 1977, Section 28a of the NHS Act was introduced primarily to assist with the re-provision of mental health services from NHS long-stay psychiatric hospitals to newly developed services in the community.</p><p>FACT: The NHS sold these large stately homes to private investors, which were gutted, decorated and re-sold as health farms, exclusive gyms, remission clinics or private residences.</p><p>When a group of men in their mid-thirties arrive at a multi-million pound mansion in the middle of nowhere, they think they have found the best venue for a stag-do ever. After one evening there however, some are beginning to have second thoughts.</p><p>Will, a phrenetic trouble-maker from a very wealthy background of premium Estate Agencies has forgotten to organise his best friend’s stag-do. As an Estate Agent staring blankly at a computer screen, wondering if he will have to resort to strippers and paintball, his eyes catch the board of house keys in front of him. He can just take a set, drive his mates to a remote stately home and have a mad weekend for free. Perfect.</p><p>Aside from finding the highly remote mansion, and it having no electricity, things start off well. Jaffer, the stag has all his old school friends around him. He also has his newer friend and colleague Andrew along, which Will objects to, perhaps due to some jealous feelings. Indeed, it is clear that although these guys are all long-term friends, there is an element of forced fun, and the friendships are clearly drifting apart as life takes them all in different directions.</p><p>However, all this needs to be forgotten because, like all stag-dos, there is one goal only. To get the stag drunk and make sure he has the time of his life.</p><p>After one very heavy drinking game, the group split into groups. Two guys notice what they think is a figure sitting in a chair through some windows, but due to a concoction of drugs and booze, this is dismissed as just a trick of the mind.</p><p>Someone knew this place was haunted from before he even got here. Stack, a quiet and troubled man has been dreaming of this place and has seen its horrors. He can feel the icy grip of someone taking hold of his will. He wants to leave but the moment he crossed the perimeter of the grounds, Dr.Hektor Mason had him.</p><p>Thanks to the wonders of smart phones, Andrew, the new guy, discovers that not only was their venue an asylum in the 19th Century but it was also the scene of a horrific triple-murder a few months ago. Will is angered by this, as the others piece together his botched stag-do attempt. Stack and Billy, a sensitive stoner, are chilled to the bone by the history, and the mention of a ‘sighting’ only fuels the flames.</p><p>The next evening brings a change of pace. After temperatures rise due to several emotional disputes between the old friends, Stack goes missing. Andrew wants to leave but Will is messing with him and a punch-up is narrowly avoided. Will is caught out spiking Billy’s lunch with marijuana and it’s the final straw. The others turn on him for his reckless attitude and Will storms away from the group. He walks around the vast mansion, unaware of strange still figures in the darkness. Finding a quiet room, he calms himself down. While staring at the floor, he sees a spot of blood on the carpet. Still wet.</p><p>After hearing a scream, the group finally locate Will, who has been stabbed across the jugular. He is bleeding out and beyond help. At this moment a young girl emerges from a panic room, hidden behind a mirror and attacks Jaffer, the stag, stabbing him in the leg. This moment causes total panic and it is only later, when people are beginning to calm down that the pieces are slowly put together and they learn that the girl was involved in the murders a few months back.</p><p>The stag do is over. It is clear that they need to get out, but there are several problems which conspire against them. Will took their phones as part of the stag-do ‘rules’ and hid them. He also tugged out the wiring from Andrew’s Micra and no-one can find Will’s Range Rover keys. Will they walk out of there? It’s freezing cold and the dead of night. Between them and civilisation lies miles of woodland. Stack is still missing. The group must agree on a solution.</p><p>With enormous emotional strain, the already frayed group fracture and bicker. With more precious hours being wasted looking for keys and phones, Andrew decides he will brave the forests and find the nearest town or village, alone. Tom, a father himself, has become protective over the girl and she begins to unravel her part in the story. The only survivor of the murders a few months ago, she has been living in the panic room, eating from tins and living in constant fear from The Still, shadows of past asylum inmates who haunt the house at night, terrorising her. Billy, has also seen one, and has been catatonic ever since. With Jaffer’s leg in a bad way, they must spend one more night in the house, all together, barricaded in the front room. But they aren’t just up against spiritual forces - one of their group has also succumb to the will of Dr. Hektor Mason and is now going to inflict the same barbaric treatments on his friends which Mason bestowed on the inmates (The Still) back in 1820.</p><p>They are too scared to close their eyes, but too scared to open them.</p>",
    "cast": {

    },
    "crew": [
            {
                "role":"Written by",
                "name":"Samuel Clemens and Ewan Thomson"
            }
        ],
    "sections": [{"type":"Crew",
        "settings": {
            "shouldShowTitle": false
        }}, 
        "Treatment", 
        "Synopsis"
    ]
}