{
    "id": "the-still",
    "title": "The Still",
    "year": "2015",
    "treatment": "<p>Six friends are on a stag do. The destination? Somerset Meadows, an empty mansion, miles from civilisation, and it’s all theirs for the weekend.</p><p>What they don’t know is, that they are not alone.</p><p>Somerset Meadows holds a dark secret. Formerly Grantham Manor, an asylum for the clinically insane, it was home to a Dr. Hektor Mason. A pioneer in psycho-surgery and brutal experimental treatments, he was to be feared by his patients to the point of inducing catatonia. His methods rubbished by his medical peers, and finally declared insane, he was himself incarcerated to Grantham Manor. He proceeded to murder every patient in the hospital.</p><p>Now a hundred years on, and renovated as a private residence, Somerset Meadows is haunted by the deceased patients as still figures, (The Still) who only move when no-one is watching them. The Doctor’s work is far from over, and he will re-enact his brutal treatments on all who stay at Somerset house.</p><p>This film is a visual horror story, which is fresh and modern. The heart of the film is the characters, which we actually care about and like. Good decisions are made, and for once, they are able to keep their heads enough to think straight in a truly perilous situation.</p><p>It is not the shocks that make this scary, or the cheap camera tricks. It is a manic stillness that consumes this environment, a stillness that must be stared at lest it come ever closer. It pricks at universal fears - madness, the haunted house, loneliness and isolation. Much like ‘The Shining’, it is the place which is haunted, and one only has to be sensitive to the spiritual world to be sucked up in it’s evil. It seems to have trapped it’s victims and the only way out is death.</p>",
    "synopsis": "",
    "cast": {

    },
    "crew": [
            {
                "role":"Written by",
                "name":"Samuel Clemens and Ewan Thomson"
            }
        ],
    "sections": [{"type":"Crew",
        "settings": {
            "shouldShowTitle": false
        }}, 
        "Treatment", 
        "Synopsis"
    ]
}